{
  "termsOfUse": {
    "title": "Terms of Use",
    "lastUpdated": "Last updated: January 15, 2025",
    "introduction": "Welcome to Memora Music. By using our platform, you agree to the following terms and conditions of use.",
    "sections": {
      "acceptance": {
        "title": "1. Acceptance of Terms",
        "content": "By accessing and using Memora Music, you agree to comply with and be bound by these Terms of Use. If you do not agree with any part of these terms, you should not use our service."
      },
      "description": {
        "title": "2. Service Description",
        "content": "Memora Music is a platform that allows users to create personalized music using artificial intelligence. Our service transforms your memories and emotions into unique musical compositions."
      },
      "userAccounts": {
        "title": "3. User Accounts",
        "content": "To use certain features of the service, you must create an account. You are responsible for maintaining the confidentiality of your account and password, and for all activities that occur under your account."
      },
      "intellectualProperty": {
        "title": "4. Intellectual Property",
        "content": "The music created through Memora Music is owned by you. However, you grant us a limited license to process and deliver the content as necessary to provide the service."
      },
      "prohibitedUses": {
        "title": "5. Prohibited Uses",
        "content": "You may not use the service to create illegal, offensive, defamatory content or content that violates third-party rights. We reserve the right to remove any content that violates these terms."
      },
      "limitation": {
        "title": "6. Limitation of Liability",
        "content": "Memora Music is provided 'as is'. We do not guarantee that the service will be uninterrupted or error-free. Our liability is limited to the maximum extent permitted by law."
      },
      "modifications": {
        "title": "7. Terms Modifications",
        "content": "We reserve the right to modify these terms at any time. Changes will take effect immediately upon posting. Continued use of the service constitutes acceptance of the modified terms."
      },
      "contact": {
        "title": "8. Contact",
        "content": "If you have questions about these Terms of Use, please contact us at: contact@memoramusic.com"
      }
    }
  }
}