{
  "termsOfUse": {
    "title": "Termos de Uso",
    "lastUpdated": "Última atualização: 15 de janeiro de 2025",
    "introduction": "Bem-vindo ao Memora Music. Ao utilizar nossa plataforma, você concorda com os seguintes termos e condições de uso.",
    "sections": {
      "acceptance": {
        "title": "1. Aceitação dos Termos",
        "content": "Ao acessar e usar o Memora Music, você concorda em cumprir e estar vinculado a estes Termos de Uso. Se você não concordar com qualquer parte destes termos, não deve usar nosso serviço."
      },
      "description": {
        "title": "2. Descrição do Serviço",
        "content": "O Memora Music é uma plataforma que permite aos usuários criar músicas personalizadas usando inteligência artificial. Nosso serviço transforma suas memórias e emoções em composições musicais únicas."
      },
      "userAccounts": {
        "title": "3. Contas de Usuário",
        "content": "Para usar certas funcionalidades do serviço, você deve criar uma conta. Você é responsável por manter a confidencialidade de sua conta e senha, e por todas as atividades que ocorrem sob sua conta."
      },
      "intellectualProperty": {
        "title": "4. Propriedade Intelectual",
        "content": "As músicas criadas através do Memora Music são de sua propriedade. No entanto, você nos concede uma licença limitada para processar e entregar o conteúdo conforme necessário para fornecer o serviço."
      },
      "prohibitedUses": {
        "title": "5. Usos Proibidos",
        "content": "Você não pode usar o serviço para criar conteúdo ilegal, ofensivo, difamatório ou que viole direitos de terceiros. Reservamo-nos o direito de remover qualquer conteúdo que viole estes termos."
      },
      "limitation": {
        "title": "6. Limitação de Responsabilidade",
        "content": "O Memora Music é fornecido 'como está'. Não garantimos que o serviço será ininterrupto ou livre de erros. Nossa responsabilidade é limitada ao máximo permitido por lei."
      },
      "modifications": {
        "title": "7. Modificações dos Termos",
        "content": "Reservamo-nos o direito de modificar estes termos a qualquer momento. As alterações entrarão em vigor imediatamente após a publicação. O uso continuado do serviço constitui aceitação dos termos modificados."
      },
      "contact": {
        "title": "8. Contato",
        "content": "Se você tiver dúvidas sobre estes Termos de Uso, entre em contato conosco através do email: contato@memoramusic.com"
      }
    }
  }
}